# To use, first ensure that homebrew-bundle is installed:
#
#   brew tap Homebrew/bundle
#
# Then, run `brew bundle`:
#
# brew bundle --file=<path-to-Brewfile>

tap "caskroom/cask"
tap "homebrew/bundle"

brew "bash-git-prompt"
brew "bash"
brew "ctags"
brew "git"
brew "hub"
brew "jq"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"

cask "atom"
cask "betterzipql"
cask "dropbox"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "launchbar"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"

cask "caskroom/versions/sublime-text2"
