# To use, first ensure that homebrew-bundle is installed:
#
#   brew tap Homebrew/bundle
#
# Then, run `brew bundle`:
#
# brew bundle --file=<path-to-Brewfile>

tap "caskroom/cask"
tap "homebrew/bundle"

brew "bash-git-prompt"
brew "bash"
brew "ctags"
brew "git"
brew "heroku"
brew "hub"
brew "jq"
brew "node"
brew "rbenv"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"

cask "bartender"
cask "betterzipql"
cask "caffeine"
cask "dropbox"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro6"
cask "launchbar"
cask "licecap"
cask "mailplane"
cask "nvalt"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "remember-the-milk"
cask "screenhero"
cask "skype"
cask "zoomus"

cask "caskroom/versions/sublime-text2"
