# To use, first ensure that homebrew-bundle is installed:
#
#   brew tap Homebrew/bundle
#
# Then, run `brew bundle`:
#
# brew bundle --file=<path-to-Brewfile>

tap "homebrew/bundle"
tap "heroku/brew"

brew "bash-git-prompt"
brew "bash"
brew "git"
brew "gnupg"
brew "heroku"
brew "hub"
brew "jq"
brew "node"
brew "rbenv"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"

cask "bartender"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "launchbar"
cask "licecap"
cask "mailplane"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "remember-the-milk"
cask "skype"
cask "zoomus"
